import { ISelectBox } from "../interfaces/selectbox";

export const BodyParts: ISelectBox[] = [
  {id: 1, name: 'Руки: Бицепс'},
  {id: 2, name: 'Руки: Плечевая'},
  {id: 3, name: 'Руки: Предплечья'},
  {id: 4, name: 'Руки: Трицепс'},
  {id: 5, name: 'Дельтовидные мышцы: средняя дельта'},
  {id: 6, name: 'Дельтовидные мышцы: задняя дельта'},
  {id: 7, name: 'Дельтовидные мышцы: передняя дельта'},
  {id: 8, name: 'Грудь'},
  {id: 9, name: 'Изоляция'},
  {id: 10, name: 'Мышцы спины: широчайшие'},
  {id: 11, name: 'Мышцы спины: трапециевидные'},
  {id: 12, name: 'Мышцы спины: многораздельные мышцы спины'},
  {id: 13, name: 'Мышцы ног: ягодичные'},
  {id: 14, name: 'Мышцы ног: квадрицепс'},
  {id: 15, name: 'Мышцы ног: мышцы задней поверхности бедра'},
  {id: 16, name: 'Мышцы ног: приводящие мышцы бедра'},
  {id: 17, name: 'Мышцы ног: икроножные мышцы'},
  {id: 18, name: 'Мышцы брюшного пресса: косая мышца живота'},
  {id: 19, name: 'Мышцы брюшного пресса: косые мышцы живота'},
];
