import { ISelectBox } from "../interfaces/selectbox";

export const BodyParts: ISelectBox[] = [
  {id: 0, name: 'Бицепс'},
  {id: 1, name: 'Трицепс'},
  {id: 2, name: 'Дельтовидные мышцы: средняя дельта'},
  {id: 3, name: 'Дельтовидные мышцы: задняя дельта'},
  {id: 4, name: 'Дельтовидные мышцы: передняя дельта'},
  {id: 5, name: 'Грудь'},
  {id: 6, name: 'Мышцы спины: широчайшие'},
  {id: 7, name: 'Мышцы спины: трапециевидные'},
  {id: 8, name: 'Мышцы спины: разгибатели спины'},
  {id: 9, name: 'Мышцы ног: ягодицы'},
  {id: 10, name: 'Мышцы ног: квадрицепс'},
  {id: 11, name: 'Мышцы ног: задняя поверхность бедра'},
  {id: 12, name: 'Мышцы ног: приводящие мышцы  бедра'},
  {id: 13, name: 'Мышцы ног: икроножные мышцы'},
  {id: 14, name: 'Мышцы брюшного пресса: прямая мышца живота'},
  {id: 15, name: 'Мышцы брюшного пресса: косые мышцы живота'},
];